[
  {
    "year": "2024",
    "title": "The Land of Israel",
    "description": "Key events and resources from the year 2024.",
    "thumbnail": "https://via.placeholder.com/400",
    "slug": "2024"
  },
    {
    "year": "2023",
    "title": "Fun, Leisure, and Play",
    "description": "Key events and resources from the year 2023.",
    "thumbnail": "https://via.placeholder.com/400",
    "slug": "2023"
  },
    {
    "year": "2022",
    "title": "Jewish Mobility Reconsidered: People, Objects, & Information in Motion",
    "description": "Key events and resources from the year 2022.",
    "thumbnail": "https://via.placeholder.com/400",
    "slug": "2022"
  },
  {
    "year": "2021",
    "title": "Health and Wellbeing in the Jewish Experience",
    "description": "Top resources and milestones from 2021.",
    "thumbnail": "https://via.placeholder.com/400",
    "slug": "2021"
  },
  {
    "year": "2019",
    "title": "Senses and Perceptions",
    "description": "This year's theme, 'Senses and Perceptions,' encourages participants to historicize and theorize a domain of human experience that is often uncritically naturalized.",
    "thumbnail": "https://via.placeholder.com/400",
    "slug": "2019"
  },
  {
    "year": "2018",
    "title": "Space and Identity",
    "description": "",
    "thumbnail": "https://via.placeholder.com/400",
    "slug": "2018"
  },

  {
    "year": "2017",
    "title": "Cultures of Record Keeping: Creation, Preservation, and Use in the Early Modern Period",
    "description": "The 2017 Early Modern Workshop's theme was \"Cultures of Record Keeping: Creation, Preservation, and Use in the Early Modern Period.\" The workshop focused on the creation, preservation, organization, collection, translation, and use of records, evidence, and information.",
    "thumbnail": "https://via.placeholder.com/400",
    "slug": "2017"
  },
  {
    "year": "2016",
    "title": "History of Emotions/Emotions in History",
    "description": "Alongside earlier “turns” such as the linguistic and the cultural, an “emotional turn” has provided historians with a fresh perspective to consider the past. Emotion structures human experience. But emotions are shaped by languages of expression that can have ramifications for human thought and behavior.",
    "thumbnail": "../../../src/assets/2016.jpg",
    "slug": "2016"
  },
  {
    "year": "2015",
    "title": "Continuity and Change in the Jewish Communities of the Early Eighteenth Century",
    "description": "Between the late seventeenth century and the middle of the eighteenth century, much of European Jewry (and elements within Ottoman Jewry as well) appear to have shifted from a generally traditional and religious way of life to a way of life that embraced non-traditional and/or non-halakhic practices and fashions. There were no great intellectual or political upheavals within the Jewish community during this period. It was the era of the early Enlightenment and a moment of great religious and political shift in Western Europe, yet few Jews were great stakeholders in the intellectual or religious upheavals of the day. Nevertheless, the religious commitments and cultural mores of the Jewish community apparently went through profound changes in this short period.",
    "thumbnail": "https://via.placeholder.com/400",
    "slug": "2015"
  },
  {
    "year": "2014",
    "title": "Healing, Medicine, and Jews in the Early Modern World",
    "description": "Early modern healing and medicine continued medieval traditions and were simultaneously transformed as a result of radical scientific, religious, and social changes. Early modern scholars, pharmacists, medical doctors, and popular healers advanced significant arguments that drew from and shaped new understandings of human nature and subsequently altered the interactions between healing, religion, and society. Such changes afford a unique opportunity to discuss forms of Jewish interaction with Christian and Muslim societies and developments within Jewish learned and popular culture.",
    "thumbnail": "https://via.placeholder.com/400",
    "slug": "2014"
  },
  {
    "year": "2013",
    "title": "Jews and Violence in the Early Modern Period",
    "description": "The 2013 Early Modern Workshop on “Jews and Violence in the Early Modern Period” sought to contextualize the violence involving Jews in the early modern period in order to understand this crucial aspect of their experience. Participating scholars tried to complicate not only the over-simplified notion of Jews as solely victims of violence in the premodern period, but also examined complexities of the question of Jews as victims of violence.",
    "thumbnail": "https://via.placeholder.com/400",
    "slug": "2013"
  },
  {
    "year": "2012",
    "title": "Cross-Cultural Connections in the Early Modern Jewish World",
    "description": "The idea of the workshop is not to show how any single exchange altered the course of Jewish (or non-Jewish) cultural development, but rather what those exchanges can teach us about the ways in which Jews and non-Jews interacted, learned about each other's culture, and were changed as a result.",
    "thumbnail": "https://via.placeholder.com/400",
    "slug": "2012"
  },
  {
    "year": "2011",
    "title": "Egodocuments: Revelation of the Self in the Early Modern Period",
    "description": "The 2011 Workshop focused on a genre, or genres of documents that aimed to help us understand how individuals in the early modern period wrote and thought about themselves.",
    "thumbnail": "https://via.placeholder.com/400",
    "slug": "2011"
  },
  {
    "year": "2010",
    "title": "Jewish Community and Identity in the Early Modern Period",
    "description": "The workshop aimed to understand different ways, formal and informal, in which Jews understood what a community meant, how they identified as a community, or communities, and fashioned their own identities in the early modern period.",
    "thumbnail": "https://via.placeholder.com/400",
    "slug": "2010"
  },
  {
    "year": "2009",
    "title": "Reading across Cultures: The Jewish Book and Its Readers in the Early Modern Period",
    "description": "The 2009 Early Modern Workshop discussed developments in reading within Jewish society, of the impact the Jewish book may have had on culture in early modern Europe among both Jews and Christians.",
    "thumbnail": "https://via.placeholder.com/400",
    "slug": "2009"
  },
  {
    "year": "2008",
    "title": "Law--Continuity and Change in the Early Modern Period",
    "description": "Using both both an historical and a jurisprudential lens, the 2008 workshop explored what types of legal developments were characteristic of the early modern period. It addressed broader questions about historical changes within law, particularly, how law affects and is affected by historical developments.",
    "thumbnail": "https://via.placeholder.com/400",
    "slug": "2008"
  },
  {
    "year": "2007",
    "title": "Jewish Consumption and Material Culture in the Early Modern Period",
    "description": "The 2007 workshop explored questions about the role of material culture and consumption in early modern Jewish society.",
    "thumbnail": "https://via.placeholder.com/400",
    "slug": "2007"
  },
  {
    "year": "2006",
    "title": "Gender, Family, and Social Structures",
    "description": "The 2006 Early Modern Workshop on the topic of “Gender, Family, and Social Structures” addressed a spectrum of topics about the transformation of the concept and form of family in general, and of Jewish family in particular in the early modern period.",
    "thumbnail": "https://via.placeholder.com/400",
    "slug": "2006"
  },
  {
    "year": "2005",
    "title": "Jews and Urban Spaces",
    "description": "The 2005 workshop addressed the complex interaction between Jews and their urban environment on various planes: physical and architectural, legal and jurisdictional, economic, social, and cultural.",
    "thumbnail": "https://via.placeholder.com/400",
    "slug": "2005"
  },
  {
    "year": "2004",
    "title": "Early Modern Jewries",
    "description": "The first workshop’s goal was to look broadly at the early modern period, and develop a number of themes that might be pursued at subsequent workshops.",
    "thumbnail": "../../../src/assets/2004.jpg",
    "slug": "2004"
  }
]
